Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/roads_and_safety/index.html.txt.tmx
Source language: en
Languages: ga

source: National speed limits in Ireland
ga: Teorainneacha luais náisiúnta in Éirinn

source: There are five different types of speed limits on roads
ga: Tá cúig cineál teorainn luais ar bhóithre

source: Find out about the different limits, where they apply and penalties for speeding offences
ga: Faigh eolas faoi na teorainneacha éagsúla, cá mbíonn siad i bhfeidhm, agus na pionóis a bhaineann le coireanna luais

source: Seatbelts when motoring in Ireland
ga: Criosanna sabhála a úsáid in Éirinn

source: There is a legal obligation in Ireland to be restrained when motoring and this applies to drivers and passengers. Overview of the law currently in place regarding the wearing of seatbelts and child restraints in motor vehicles
ga: Tá dualgas dlíthiúil ann in Éirinn lena bheith srianta mar a bhítear ag gluaisteánaíocht agus feidhmíonn sé seo do thiománaithe agus do phaisineirí araon

source: Safety advice for motorists
ga: Comhairle Shábháilteachta do ghluaisteánaithe

source: Basic precautions and advice motorists can take to ensure that they travel safely
ga: Réamhchúraimí bunúsacha agus comhairle bhunúsach a fhéadann tiománaithe a ghlacadh chun a chinntiú go dtaistealaíonn siad go sábháilte

source: Safety advice for motorcyclists
ga: Comhairle Sábháilteachta do ghluaisrothaithe

source: Motorcycling can be a safe means of transport but being aware of the various dangers on the road, your own driving style and your obligations as a road user will help to ensure that you travel safely
ga: Is féidir leat a bheith sábháilte ag taisteal ar ghluaisrothar

source: School Traffic Wardens are employed to help primary school children cross public roads safely
ga: Fostaítear Maoir Tráchta Scoile chun cabhrú le páistí bunscoile bóithre poiblí a thrasnú go sábháilte

source: Find out about their duties and your obligations as a road user
ga: Faigh eolas faoina ndualgais agus faoi do fhreagrachtaí mar úsáideoir bóthair

source: There are a number of national roads that impose a toll (levy or charge) on each vehicle using these roads
ga: Tá líon na mbóthar go hiomlán a ghearrann dola (táille) ar gach feithicil a úsáideann na bóithre seo

source: Find out about tolls and who is exempt from paying them
ga: Faigh amach faoi dholaí agus an fáth go ngearrtar iad in Éirinn

source: Most Read in "Travel and Recreation"
ga: Ábhar is mó éilimh i "Taisteal agus Áineas"

source: Applying for your first Irish passport
ga: Ag déanamh iarratais ar phas Éireannach

source: Renewing an Irish passport
ga: Pas Éireannach a athnuachan
